Repository: haggen88/chromatic
Catalog: po/*.po
Languages: de, it, pt_br

source: Instrument Tuner
de: Stimmgerät
it: Accordatore di strumenti
pt_br: Afinador de instrumentos

source: Fine-tune your instruments
de: Stimme deine Instrumente
it: Accorda i tuoi strumenti
pt_br: Afine seus instrumentos

source: instrument;tuner;chromatic;
de: Instrument; stimmen; Stimmgerät; chromatisch;
it: strumento; accordatore; cromatico;
pt_br: instrumento;afinador;chromatic;

source: Fine-tune your instruments with Chromatic. Chromatic detects the frequency of audio input and converts it to a music note with the correct semitone and octave, and displays the cents error. Cents are displayed on an analog gauge to make tuning more visually intuitive.
de: Stimme deine Instrumente mit Chromatic. Chromatic erkennt die Frequenz auf dem Audio-Eingang, konvertiert sie in die passende Musiknote und Oktave und zeigt die Abweichungen in Cent an. Die Abweichung wird zusätzlich auf einer analogen Anzeige angezeigt, um das Stimmen intuitiver zu machen.
it: Perfeziona i tuoi strumenti con Chromatic. Chromatic rileva la frequenza dell'ingresso audio e lo converte in una nota musicale con il semitono corretto e ottava e visualizza l'errore dei centesimi. I centesimi vengono visualizzati su un indicatore analogico per rendere l'accordatura visivamente più intuitiva.
pt_br: Afine seus instrumentos com o Chromatic. Ele detecta as frequências de entrada de áudio e as converte em notas musicais com o semitom correto e oitavas, mostrando os erros de centésimas. Essas são mostradas de forma analógica, afim de deixar a afinação mais intuitiva.

source: Window Title UI changes
pt_br: Mudanças no título da janela da interface

source: Added French translation
pt_br: Adicionada tradução para o francês

source: Added Audio and UI settings
it: Aggiunte impostazioni audio e interfaccia utente
pt_br: Adicionada configurações da interface e áudio

source: Added Italian translation
it: Aggiunta traduzione italiana
pt_br: Adicionada tradução para o italiano

source: Manually select audio device
it: Seleziona manualmente il dispositivo audio
pt_br: Selecionar manualmente o dispositivo de áudio

source: Show gauge widget
de: Zeige analogen Zeiger
it: Mostra indicatore widget
pt_br: Afficher le widget de la jauge

source: Show window title
pt_br: Mostrar título da janela

source: Stream buffer size
de: Größe des Eingabebuffers
it: Dimensione del flusso di buffer
pt_br: Tamanho do stream buffer

source: Unable to initialize audio backend.
pt_br: Não foi possível iniciar o beckend de áudio.

source: Unable to retrieve device ({device_name})
pt_br: Não foi possível buscar o dispositivo ({device_name})

source: _Preferences
de: _Einstellungen
it: _Preferenze
pt_br: _Preferências

source: _About Chromatic
de: _über Chromatic
it: _Informazioni su Chromatic
pt_br: _Sobre o Chromatic

# shortcut window
source: General
de: Allgemein
it: Generale
pt_br: Geral

# shortcut window
source: Show Shortcuts
de: Tastenkombinationen
it: Mostra scorciatoie
pt_br: Mostrar atalhos

# shortcut window
source: Quit
de: Beenden
it: Esci
pt_br: Sair

source: Audio
pt_br: Áudio

source: Manually Select
de: Wähle manuell
it: Selezione manuale
pt_br: Selecionar manualmente

source: Chromatic will try to automatically detect running input devices if disabled.
de: Wenn deaktiviert, wird Chromatic versuchen automatisch passende Eingabegeräte auszuwählen.
it: Chromatic proverà a rilevare automaticamente i dispositivi di input in esecuzione se disabilitato.
pt_br: Se desativado, Chromatic vai tentar detectar dispositivos de entrada automaticamente.

source: Device
de: Gerät
it: Dispositivo
pt_br: Dispositivo

source: Buffer Size
de: Größe des Zwischenspeichers
it: Dimensione buffer
pt_br: Tamanho do buffer

source: Stream buffer size, changes frequency update interval.
de: Größe des Zwischenspeichers. Ändert die Häufigkeit der Frequenzaktualisierungen
it: Dimensione del flusso di buffer, cambia l'intervallo di aggiornamento della frequenza.
pt_br: Tamanho do buffer, muda o intervalo de atualização de frequência

source: UI
de: Benutzeroberfläche
it: Interfaccia utente
pt_br: Interface

source: Show Window Title
pt_br: Mostrar Título da Janela

source: Show Gauge
de: Zeige analogen Zeiger
it: Mostra indicatore
pt_br: Mostrar medidor analógico

source: Gauge Pin Hover Time
de: Verweildauer des Zeigers
it: Tempo di passaggio del mouse sul perno del misuratore
pt_br: Tempo de oscilação do ponteiro do medidor analógico

source: Duration (in seconds) the gauge pin will hover before returning to baseline.
de: Zeitdauer (in Sekunden), die der Zeiger die Position hält, bis er zur Grundlinie zurückkehrt
it: Durata (in secondi) in cui il perno del misuratore rimarrà sospeso prima di tornare alla linea di base.
pt_br: Duração (em segundos) que o ponteiro do medidor irá oscilar antes deretornar ao estado inicial.

source: Label Update Hang Time
de: Verweildauer der Tonanzeige
it: Tempo di sospensione dell'aggiornamento dell'etichetta
pt_br: Rótulo de Atualização do tempo de oscilação

source: Duration (in seconds) the labels will hang before clearing display.
de: Zeitdauer (in Sekunden), für die Ton und Frequenz angezeigt werden.
it: Durata (in secondi) in cui le etichette rimarranno bloccate prima di cancellare la visualizzazione.
pt_br: Duração (em segundos) que o rótulo irá aparecer depois de limparo display.

source: Gauge Pin Resting Position
de: Ruheposition des Zeigers
it: Posizione di riposo del perno del misuratore
pt_br: Posição de descanso do ponteiro do medidor analógico

source: Baseline position the pin returns to after hover time.
de: Position, an die der Zeiger zurückkehrt, wenn keine Eingabe erfolgt.
it: Posizione di base in cui ritorna il perno dopo il tempo di passaggio del mouse.
pt_br: Posição inicial do ponteiro depois de oscilar.
